exports.donate = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

         
╔════════════════════
║ *DONASI KE Rizky*
╠════════════════════
║╭──❉ *DONASI BOS* ❉──
║│
║│➸ *PULSA*: _0853-6493-7006_
║│
║╰───────────
┣━━━⊱𝚂𝙾𝚂𝙸𝙰𝙻 𝙼𝙴𝙳𝙸𝙰⊰━━━✿
┃➥ *𝑴𝒂𝒔𝒖𝒌 𝒔𝒊𝒏𝒊😙*
┃    *https://chat.whatsapp.com/FROF0hmWUuwD4WKgcyIEH9*
┃➥ *𝑰𝒏𝒔𝒕𝒂𝒈𝒓𝒂𝒎 <𝑭𝒐𝒍𝒍𝒐𝒘>*
┃     *https://instagram.com/_rizkyfadilah8*
┃➥ *𝑪𝒓𝒆𝒂𝒕𝒐𝒓 Rizky*
┃     *082387804410*
┣━━━━━━━━━━━━━━━━━━━━
┃ *CREATOR BY RIZKY BOT*
┗━━━━━━━━━━━━━━━━━━━━`
}
