exports.menu2 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*RIZKY BOT*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔════════════════════
║ *MENU2 RIZKY BOT*              
╠════════════════════
║╭──❉ *QUOTES & PUISI* ❉──
║│➸ _*!puisi1*_
║│➸ _*!puisi2*_
║│➸ _*!puisi3*_
║│➸ _*!cerpen*_
║│➸ _*!quotes1*_
║│➸ _*!quotes2*_
║╰──────────
╠════════════════════
║╭──❉ *DOWNLOAD* ❉──
║│➸ _*!ytmp3*_  <link>
║│➸ _*!ytmp4*_ <link>
║│➸ _*!fb*_ <link>
║│➸ _*!tiktok*_  <link>
║│➸ _*!twt*_ <link>
║│➸ _*!ig*_ <link>
║╰──────────
║ *BOT ${A187}*
╠════════════════════
║╭──❉ *ISLAM* ❉──
║│➸ _*!quran*_
║╰───────────
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────
┣━━━━━⊱𝙰𝙱𝙾𝚄𝚃⊰━━━━━━━✿
┃➥ !𝒄𝒓𝒆𝒂𝒕𝒐𝒓  
┃➥ !𝒐𝒘𝒏𝒆𝒓
┃➥ !𝒊𝒏𝒇𝒐
┃➥ !𝒅𝒐𝒏𝒂𝒕𝒆
┣━━━⊱𝚂𝙾𝚂𝙸𝙰𝙻 𝙼𝙴𝙳𝙸𝙰⊰━━━✿
┃➥ *𝑴𝒂𝒔𝒖𝒌 𝒔𝒊𝒏𝒊😙*
┃    *https://chat.whatsapp.com/FROF0hmWUuwD4WKgcyIEH9*
┃➥ *𝑰𝒏𝒔𝒕𝒂𝒈𝒓𝒂𝒎 <𝑭𝒐𝒍𝒍𝒐𝒘>*
┃     *https://instagram.com/_rizkyfadilah8*
┃➥ *𝑪𝒓𝒆𝒂𝒕𝒐𝒓 Rizky*
┃     *082387804410*
┣━━━━━━━━━━━━━━━━━━━━
┃ *CREATOR BY RIZKY BOT*
┗━━━━━━━━━━━━━━━━━━━━`
}
