exports.menu3 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*RIZKY BOT*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔════════════════════
║ *MENU3 RIZKY BOT*             
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│➸ _*!ttsid*_ <teks>
║│➸ _*!bitly*_ <link>
║│➸ _*!namaninja*_ <nama lu>
║│➸ _*!alay*_ <teks>
║│➸ _igstalk*_ <@_rizkyfadilah8>
║│➸ _*!ocr*_ <foto to text>
║│➸ _*!gay*_
║│➸ _*!checkip*_
║│➸ _*!ping*_
║│➸ _*!hostsearch*_
║│➸ _*!scdl*_
║│➸ _*!map*_ <daerah>
║│➸ _*!cooltext*_ <teks>
║│➸ _*!pesankosong*_
║│➸ _*!say*_ <teks>
║╰───────────
╠════════════════════
║╭──❉ *SPAM* ❉──
║│➸ _*!spamcall*_ <82387804410>
║│➸ _*!spamsms*_ <82387804410>
║│➸ _*!spamgmail*_ <mamakku6788@gmail.com>
║╰───────────
┣━━━━━⊱𝙰𝙱𝙾𝚄𝚃⊰━━━━━━━✿
┃➥ !𝒄𝒓𝒆𝒂𝒕𝒐𝒓  
┃➥ !𝒐𝒘𝒏𝒆𝒓
┃➥ !𝒊𝒏𝒇𝒐
┃➥ !𝒅𝒐𝒏𝒂𝒕𝒆
┣━━━⊱𝚂𝙾𝚂𝙸𝙰𝙻 𝙼𝙴𝙳𝙸𝙰⊰━━━✿
┃➥ *𝑴𝒂𝒔𝒖𝒌 𝒔𝒊𝒏𝒊😙*
┃    *https://chat.whatsapp.com/FROF0hmWUuwD4WKgcyIEH9*
┃➥ *𝑰𝒏𝒔𝒕𝒂𝒈𝒓𝒂𝒎 <𝑭𝒐𝒍𝒍𝒐𝒘>*
┃     *https://instagram.com/_rizkyfadilah8*
┃➥ *𝑪𝒓𝒆𝒂𝒕𝒐𝒓 Rizky*
┃     *082387804410*
┣━━━━━━━━━━━━━━━━━━━━
┃ *CREATOR BY RIZKY BOT*
┗━━━━━━━━━━━━━━━━━━━━`
}
