exports.menu1 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*RIZKY BOT*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

╔════════════════════
║ *MENU1 RIZKY BOT*
╠════════════════════
║╭──❉ *MEDIA* ❉──
║│➸ _*!sticker*_
║│➸ _*!foto cewek*_
║│➸ _*!foto cowok*_
║│➸ _*!pokemon*_ 
║│➸ _*!loli*_
║│➸ _*!fotoanime*_
║│➸ _*!waifu*_
║│➸ _*!ttp*_ <teks>
║│➸ _*!meme*_
║│➸ _*!ssweb*_ <link>
║╰───────────
╠════════════════════
║╭──❉ *EDUCATION* ❉──
║│➸ _*!nulis*_ <teks>
║│➸ _*!pantun*_
║│➸ _*!artinama*_ <nama anda>
║│➸ _*!pasangan*_ <Aris & Cahya>
║│➸ _*!lirik*_ <nama lagu>
║│➸ _*!chord*_ <nama lagu>
║│➸ _*!bucin*_
║│➸ _*!zodiak*_ <28-02-2002>
║│➸ _*#*_  <teks>
║│➸ _*!cooltext*_ <teks>
║╰───────────
╠════════════════════
║╭──❉ *INFORMATION* ❉──
║│➸ _*!sholat*_ <daerah>
║│➸ _*!covidID*_
║│➸ _*!covidcountry*_ <negara>
║│➸ _*!infogempa*_ 
║│➸ _*!cektanggal*_ <Tanggal>
║│➸ _*!infoanime*_ <Naruto>
║│➸ _*!filmanime*_ <Naruto>
║│➸ _*!wiki*_ <Buaya>
║│➸ _*!wikien*_ <dog>
║│➸ _*!resep*_ <nasi bakar>
║│➸ _*!jadwalTVnow*_ <channel>
║╰───────────
┣━━━━━⊱𝙰𝙱𝙾𝚄𝚃⊰━━━━━━━✿
┃➥ !𝒄𝒓𝒆𝒂𝒕𝒐𝒓  
┃➥ !𝒐𝒘𝒏𝒆𝒓
┃➥ !𝒊𝒏𝒇𝒐
┃➥ !𝒅𝒐𝒏𝒂𝒕𝒆
┣━━━⊱𝚂𝙾𝚂𝙸𝙰𝙻 𝙼𝙴𝙳𝙸𝙰⊰━━━✿
┃➥ *𝑴𝒂𝒔𝒖𝒌 𝒔𝒊𝒏𝒊😙*
┃    *https://chat.whatsapp.com/FROF0hmWUuwD4WKgcyIEH9*
┃➥ *𝑰𝒏𝒔𝒕𝒂𝒈𝒓𝒂𝒎 <𝑭𝒐𝒍𝒍𝒐𝒘>*
┃     *https://instagram.com/_rizkyfadilah8*
┃➥ *𝑪𝒓𝒆𝒂𝒕𝒐𝒓 Rizky*
┃     *082387804410*
┣━━━━━━━━━━━━━━━━━━━━
┃ *CREATOR BY RIZKY BOT*
┗━━━━━━━━━━━━━━━━━━━━`
}
